btop
fastfetch
fish
hyprland
hypridle
hyprpaper
nwg-look
hyprlock
swaync
blueman
networkmanager
nextcloud-client
network-manager-applet
bluez
bluez-utils
udiskie
dolphin
qt5-imageformats
ffmpegthumbs
kde-cli-tools
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
gst-plugin-pipewire
wireplumber
pavucontrol
pamixer
kitty
octopi
rofi-wayland
spotify-launcher
vivaldi
waybar
wlogout
zoxide
sddm
cmake
jq
parallel
imagemagick
libnotify
qt5ct
qt6ct
kvantum
qt5-quickcontrols
qt5-quickcontrols2
qt5-graphicaleffects
qt5-wayland
qt6-wayland
ark
discord
obsidian
calibre
nwg-displays
rustup
kwallet
kwallet-pam
kio
flatpak
rsync
git
nano
xdg-desktop-portal-hyprland
grimblast-git
slurp
cliphist
wl-clipboard
hyprpolkitagent
pacman-contrib
brightnessctl
xdg-desktop-portal-gtk
tela-circle-icon-theme-dracula
stow
yazi
p7zip
fzf
poppler
fd
eza